; MSETUP4 string table
[STRING]
CHARSET="222"
FONTNAME="Microsoft Sans Serif"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="ไม่สามารถเริ่มซอฟต์แวร์นี้ได้เนื่องจากผู้ใช้อื่นกำลังใช้งานอยู่"
MSE1="ไม่สามารถเริ่มระบบใหม่ ปิดตัวติดตั้งหรือแอพพลิเคชั่นซอฟต์แวร์ที่กำลังทำงานอยู่ แล้วยกเลิกโปรแกรมติดตั้ง Canon แล้วลองใหม่"
MSE2="โปรแกรมนี้ไม่สามารถใช้กับระบบปฏิบัติการเฉพาะหน้าได้"
MSE3="ในการติดตั้งซอฟต์แวร์ คุณจะต้องเข้าสู่ระบบด้วยบัญชีของผู้ดูแลระบบ\nคลิก [ตกลง] เพื่อยกเลิกการติดตั้ง หากคุณกำลังใช้งาน CD-ROM ให้เอาแผ่นออกหลังจากที่คลิก [ตกลง]\nหลังจากยกเลิกการติดตั้ง ให้เข้าสู่ระบบด้วยบัญชีของผู้ดูแลระบบ จากนั้นติดตั้งซอฟต์แวร์"
MSE3_Mac="เข้าสู่ระบบด้วยบัญชีของผู้ดูแลระบบเพื่อเริ่มซอฟต์แวร์นี้"
MSE31_Mac="ชื่อผู้ใช้และรหัสผ่านของผู้ดูแลระบบจำเป็นสำหรับการติดตั้งซอฟต์แวร์นี้"
MSE4="ท่านต้องการซอฟต์แวร์แอพพลิเคชั่นที่เหมาะสมเพื่อแสดงไฟล์ที่เลือกไว้"
MSE5="พื้นที่ว่างในไดรฟ์ %D% ไม่เพียงพอ จำเป็นต้องใช้ %S% MB เพื่อติดตั้งซอฟต์แวร์"
MSE6="แฟ้มที่กำหนดไว้ไม่สามารถใช้ได้ กรุณากำหนดแฟ้มที่สามารถเขียนได้ในไดรฟ์ฮาร์ดดิสค์โลแคร์"
MSE7="ไม่สามารถเริ่มโปรแกรมนี้ได้ เนื่องจากความละเอียดบนหน้าจอต่ำ ให้เปลี่ยนความละเอียดเป็น 800x600 พิกเซลหรือสูงไปกว่านี้ แล้วปฏิบัติอีกครั้ง\nในกรณีที่ติดตั้งบนแท็บเล็ต PC ให้วางแนวหน้าจอเป็นโหมดแนวนอน แล้วปฏิบัติทำ"
MSE7_Mac="ไม่สามารถเริ่มโปรแกรมนี้ได้ เนื่องจากความละเอียดบนหน้าจอต่ำ ให้เปลี่ยนความละเอียดเป็น 800x600 พิกเซลหรือสูงกว่านี้ แล้วดำเนินการใหม่"
MSE8="ไม่มี CD-ROM อยู่ใน CD-ROM ไดรฟ์\nกรุณาใส่ CD-ROM อยู่ใน CD-ROM ไดรฟ์อีกครั้ง"
MSE9="ชื่อไฟล์ไม่สามารถมีตัวอักขระต่อไปนี้: \n/ , ; * ? \\" < > |"
MSE10="ชื่อเส้นทางที่กำหนดไว้เกินข้อจำกัด ให้กำหนดชื่อเส้นทางภายใน 150 ตัวอักขระ"
MSE11="ชื่อไดรฟ์ไม่ใช่อยู่ในชื่อเส้นทางที่กำหนดไว้ หรือได้กำหนดเป็นเส้นทางสัมพัทธ์ กรุณากำหนดเส้นทางแบบสัมบูรณ์"
MSE14="คอมพิวเตอร์ไม่รองรับโปรแกรมนี้"
MSE15="โปรแกรมนี้สามารถดำเนินการบน Windows 2000 Service Pack 4 หรือระบบปฏิบัติการสูงไปกว่าได้ หากระบบปฏิบัติการของคุณเป็นรุ่นก่อนหน้า Service Pack 4 ให้ปรับปรุง Windows 2000 เป็น Service Pack 4 หรือสูงไปกว่าและดำเนินการใหม่"
MSE16="ไม่สามารถเปิดไฟล์ได้"
MSE17="โปรแกรมนี้สามารถดำเนินการบน Windows XP Service Pack 2 หรือระบบปฏิบัติการสูงไปกว่าได้ หากระบบปฏิบัติการของคุณเป็นรุ่นก่อนหน้า Service Pack 2 ให้ปรับปรุง Windows XP เป็น Service Pack 2 หรือสูงไปกว่าและดำเนินการใหม่"
MSE18="โปรแกรมนี้สามารถดำเนินการบน Windows XP Service Pack 3 หรือระบบปฏิบัติการสูงไปกว่าได้ขณะที่การใช้ Windows XP ให้ปรับปรุง Windows XP เป็น Service Pack 3 หรือสูงไปกว่าและลองใหม่อีกครั้ง"
MSE19="โปรแกรมนี้สามารถดำเนินการบน Windows Vista Service Pack 1 หรือระบบปฏิบัติการสูงไปกว่าได้ขณะที่การใช้ Windows Vista ให้ปรับปรุง Windows Vista เป็น Service Pack 1 หรือสูงไปกว่าและลองใหม่อีกครั้ง"
MSE20="โปรแกรมนี้สามารถดำเนินการบน Windows Vista Service Pack 2 หรือระบบปฏิบัติการสูงไปกว่าได้ขณะที่การใช้ Windows Vista ให้ปรับปรุง Windows Vista เป็น Service Pack 2 หรือสูงไปกว่าและลองใหม่อีกครั้ง"
MSE21="ไม่มี CD-ROM อยู่ในไดรฟ์ แอพพลิเคชั่นสำหรับติดตั้งจะปิดลงเดี๋ยวนี้"
MSM0001="ตกลง"
MSM0002="ยกเลิก"
MSM0003="ใช่"
MSM0004="ไม่ใช่"
MSM0005="ถอยหลัง"
MSM0006="ถัดไป"
MSM0007="ต่อไป"
MSM0008="ล้มเลิก"
MSM0009="จบการทำงาน"
MSM0010="ติดตั้ง"
MSM0011="วิธีใช้"
MSM0012="เลือกทั้งหมด"
MSM0013="ล้างทั้งหมด"
MSM0014="ตรวจข้อมูลล่าสุด"
MSM0015="ทำการติดตั้งต่อไป"
MSM0016="ยกเลิกการติดตั้ง"
MSM0017="ภาษา"
MSM0018="ค่ามาตรฐาน"
MSM0019="ข้าม"
MSM0020="กลับไปที่ด้านบน"
MSM0021="ปิด"
MSM0022="บันทึก"
MSM0101="ข้อผิดพลาด"
MSM0102="คำเตือน"
MSM0103="ข้อมูล"
MSM0104="Canon"
MSM1001="ภาษา"
MSM1002="เลือกภาษาที่ใช้กับโปรแกรมนี้ แล้วคลิก [ถัดไป]"
MSM1003="เลือกภาษาที่ใช้กับโปรแกรมนี้ แล้วคลิก [ถอยหลัง]"
MSM1004="โปรดเลือกภาษาของคุณ"
MSM1011="เริ่มการติดตั้งเครื่องมือตัวช่วย เครื่องมือตัวช่วยเป็นสิ่งที่จำเป็นสำหรับการดำเนินการตั้งค่า"
MSM1021="กำลังได้รับข้อมูล"
MSM1022="กำลังได้รับข้อมูลบนไดรเวอร์และซอฟต์แวร์ล่าสุด"
MSM1023="สำหรับการเข้าถึงอินเทอร์เน็ต ซอฟต์แวร์นี้จะรับข้อมูลที่จัดเก็บอยู่ในพวงกุญแจของคุณ\nหากไดอะล็อก 'ยืนยันการเข้าถึงพวงกุญแจ' ปรากฏขึ้น ให้คลิก [อนุญาตเสมอ]"
MSM1024="กำลังได้รับข้อมูลบนซอฟต์แวร์ล่าสุด"
MSM1031="การได้รับข้อมูลเกิดข้อผิดพลาด"
MSM1032="ล้มเหลวในการได้รับข้อมูลบนไดรเวอร์และซอฟต์แวร์ ตรวจสอบการเชื่อมต่อเครือข่ายและลองใหม่อีกครั้ง"
MSM1033="ไม่พบซอฟต์แวร์ที่สามารถใช้งานร่วมกันได้กับสภาพแวดล้อมของคุณ"
MSM1034="ล้มเหลวในการได้รับข้อมูลบนซอฟต์แวร์ ตรวจสอบการเชื่อมต่อเครือข่ายและลองใหม่อีกครั้ง"
MSM1051="เลือกเครื่องพิมพ์"
MSM1052="เลือกเครื่องสแกนเนอร์"
MSM1103="สหรัฐอเมริกา แคนาดา ละตินอเมริกา"
MSM1104="ทวีปยุโรป ตะวันออกกลาง ทวีปแอฟริกา"
MSM1105="ทวีปเอเซีย"
MSM1106="ภูมิภาคมหาสมุทรแปซิฟิก"
MSM1116="ประเทศและภูมิภาค"
MSM1117="เลือกที่อยู่อาศัยของคุณ"
MSM1118="เลือกประเทศหรือภูมิภาคของคุณ หากประเทศหรือภูมิภาคของคุณไม่แสดงอยู่ในรายการด้านล่าง เลือก 'อื่นๆ'"
MSM1241="เริ่มต้นการตั้งค่า"
MSM1242="การเริ่มต้นการตั้งค่าต้องใช้เครื่องจากคอมพิวเตอร์\nทำตามขั้นตอนบนหน้าจอ"
MSM1243="เริ่มต้นการตั้งค่า"
MSM1244="ซอฟต์แวร์นี้ทำให้คุณสามารถใช้เครื่องจากคอมพิวเตอร์"
MSM1245="ซอฟต์แวร์ที่เป็นประโยชน์"
MSM1246="แสดงวิธีการดาวน์โหลดและใช้งานซอฟต์แวร์เพื่อให้คุณสามารถใช้ประโยชน์จากเครื่องได้มากที่สุด"
MSM1247="คู่มือออนไลน์"
MSM1248="คู่มือสามารถตรวจสอบออนไลน์ได้"
MSM1249="ใช้ซอฟต์แวร์ที่ปรับปรุงที่พบบนอินเทอร์เน็ต"
MSM1250="การตั้งค่า"
MSM1305="พื้นที่ว่างไดรฟ์ %DRIVELETTER% %DISKSPACE% MB"
MSM1306="พื้นที่ที่ใช้ทั้งหมด: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="แอพพลิเคชั่น"
MSM1312="เวลาการติดตั้งที่ประมาณ: %INSTALLTIME_MIN% ถึง %INSTALLTIME_MAX% นาที"
MSM1315="การติดตั้งอาจจะใช้เวลาเล็กน้อยขึ้นอยู่กับสภาพแวดล้อมเครือข่ายของท่าน"
MSM1451="รายการการติดตั้งซอฟต์แวร์"
MSM1452="ซอฟต์แวร์ทีถูกเลือกจะถูกติดตั้ง ตรวจสอบให้แน่ใจว่าซอฟต์แวร์ที่คุณต้องการติดตั้งได้เลือกไว้แล้ว และจากนั้นคลิก [ถัดไป]"
MSM1453_Mac="คุณจำเป็นต้องติดตั้งซอฟต์แวร์ทางด้านล่างทั้งหมดเพื่อที่จะใช้ฟังก์ชันทั้งหมดของเครื่องพิมพ์นี้"
MSM1454="ซอฟต์แวร์นี้ได้ถูกมอบหมายและไม่สามารถยกเลิกการเลือกได้"
MSM1455_Mac="คุณจำเป็นต้องติดตั้งซอฟต์แวร์ทางด้านล่างทั้งหมดเพื่อที่จะใช้ฟังก์ชันทั้งหมดของเครื่องสแกนเนอร์นี้"
MSM1601="ข้อตกลงลิขสิทธิ์"
MSM1602="กรุณาอ่านข้อตกลงลิขสิทธิ์นี้อย่างละเอียดก่อนติดตั้งโปรแกรมซอฟต์แวร์ที่เลือกไว้"
MSM1603="คลิก [ใช่] หากท่านตกลงยอมรับสัญญา หากท่านคลิก [ไม่ใช่] การติดตั้งซอฟต์แวร์จะถูกยกเลิก"
MSM1604="ก่อนการติดตั้ง %CURRENT_STEPITEM% กรุณาอ่านข้อตกลงลิขสิทธิ์ดังต่อไปอย่างละเอียด"
MSM1605="คลิก [ใช่] หากท่านตกลงยอมรับสัญญา หากท่านคลิก [ไม่ใช่] จะไม่ติดตั้งซอฟต์แวร์นี้"
MSM1606="ผลิตภัณฑ์ Canon"
MSM1607="หากท่านไม่ยอมรับข้อตกลงลิขสิทธิ์นี้ จะไม่ติดตั้งซอฟต์แวร์นี้ ตกลงไหม"
MSM1608="หากท่านไม่ยอมรับข้อตกลงลิขสิทธิ์นี้ แอพพลิเคชั่นนี้และ Print Studio Pro อันที่ต้องการแอพพลิเคชั่นนี้จะไม่ได้ติดตั้ง ตกลงไหม"
MSM1671="ติดตั้ง .NET Framework"
MSM1672="Microsoft .NET Framework 4 ไม่ได้ติดตั้งบนคอมพิวเตอร์ของคุณ เพื่อใช้ซอฟต์แวร์ทั้งหมด คุณต้องการติดตั้ง Microsoft .NET Framework 4 คุณต้องการติดตั้งซอฟต์แวร์หรือไม่"
MSM1681="ไม่พบ Microsoft .NET Framework 4"
MSM1682="ไม่พบ Microsoft .NET Framework 4 หรือไม่ได้ติดตั้งอย่างถูกต้อง\nจำเป็นต้องติดตั้ง Microsoft .NET Framework 4 อย่างถูกต้องเพื่อติดตั้งซอฟต์แวร์นี้"
MSM1683="ซอฟต์แวร์ที่คุณได้เลือกต้องการการติดตั้ง .Net Framework ซอฟต์แวร์นี้อาจไม่ได้รับการติดตั้งหากคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต"
MSM1684="  - %s"
MSM1701="ความก้าวหน้าของการติดตั้ง: %PROGRESS%%"
MSM1702="ประมาณ %RESTTIME% นาทีถึงจะเสร็จงาน"
MSM1711="กำลังดาวน์โหลด..."
MSM1712="กำลังคำนวณเวลาที่เหลือ..."
MSM1804="ข้อตกลงลิขสิทธิ์"
MSM1809="เสร็จสมบูรณ์"
MSM1901="กำลังประมวลผล"
MSM1902="กำลังประมวลผล กรุณารอสักครู่"
MSM1903="อาจจะใช้เวลาประมาณหนึ่งนาที"
MSM1904="กำลังติดตั้ง: %ITEM%"
MSM1905="กำลังดาวน์โหลด: %ITEM%"
MSM1906="กำลังดาวน์โหลด %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="กำลังตรวจสอบรายการที่จะดาวน์โหลด..."
MSM1908="กำลังดาวน์โหลด... %d/%d"
MSM2001="การเชื่อมต่อเครื่องพิมพ์"
MSM2002="ตรวจให้แน่ใจว่า สายเคเบิลระหว่างเครื่องพิมพ์กับคอมพิวเตอร์ได้ถูกต่อแล้ว และเปิดเครื่องพิมพ์"
MSM2003="ไม่สามารถตรวจหาเครื่องพิมพ์ได้ กรุณาตรวจสอบสายเคเบิลอีกครั้ง"
MSM2008="กำลังลงทะเบียนเครื่องพิมพ์ในคอมพิวเตอร์ของคุณ\nกระบวนการนี้อาจใช้เวลาสักครู่"
MSM2010="การเชื่อมต่อเครื่องพิมพ์"
MSM2031="การเชื่อมต่อเครื่องสแกนเนอร์"
MSM2032="ตรวจให้แน่ใจว่าเครื่องสแกนเนอร์เชื่อมต่อกับคอมพิวเตอร์แล้ว และเปิดเครื่องสแกนเนอร์หากเครื่องมีปุ่มพลังงาน"
MSM2033="ไม่สามารถตรวจหาเครื่องสแกนเนอร์ได้ กรุณาตรวจสอบสายเคเบิลอีกครั้ง"
MSM2034="ตรวจพบเครื่องสแกนเนอร์ กรุณารอสักครู่จนกระทั่งการติดตั้งเสร็จสมบูรณ์"
MSM2096="การตรวจหาเครื่องพิมพ์"
MSM2097="กำลังค้นหาเครื่องพิมพ์บนเครือข่าย"
MSM2111="กำลังตรวจสอบสถานะเครื่องพิมพ์"
MSM2112="ตรวจสอบวิธีการเชื่อมต่อ"
MSM2113="เชื่อมต่อเครื่องพิมพ์กับเราเตอร์แบบไร้สายต่อไปนี้โดยใช้การเชื่อมต่อแบบไร้สายหรือไม่"
MSM2114="เราเตอร์แบบไร้สาย: %s"
MSM2115="เครื่องพิมพ์ (เลขลำดับ): %s (%s)"
MSM2116="อนุญาตให้ใช้เครื่องพิมพ์ต่อไปนี้กับการเชื่อมต่อ Wi-Fi หรือไม่"
MSM2117="อนุญาตให้ใช้เครื่องพิมพ์ต่อไปนี้กับการเชื่อมต่อ LAN แบบมีสายหรือไม่"
MSM2118="อนุญาตให้ใช้ %s กับการเชื่อมต่อ USB หรือไม่"
MSM2119="อนุญาตให้ใช้เครื่องพิมพ์ต่อไปนี้กับการเชื่อมต่อโดยตรงหรือไม่"
MSM2120="เกี่ยวกับวิธีการเชื่อมต่อ"
MSM2121="เลือกเราเตอร์แบบไร้สาย"
MSM2122="เลือกเราเตอร์แบบไร้สายที่คุณต้องการเชื่อมต่อเครื่องพิมพ์"
MSM2123="เราเตอร์แบบไร้สาย:"
MSM2124="รหัสผ่าน:"
MSM2125="ซ่อนข้อความ"
MSM2126="เพิ่มด้วยตัวเอง"
MSM2131="ใส่ข้อมูลเราเตอร์แบบไร้สายของคุณ"
MSM2132="ชื่อเครือข่าย (SSID):"
MSM2133="ชนิดการเข้ารหัส:"
MSM2134="ไม่ใช้"
MSM2135="ใช้ WEP"
MSM2136="ใช้ WPA/WPA2"
MSM2137="ไม่มี"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="ความยาวคีย์ WEP:"
MSM2142="64 บิต"
MSM2143="128 บิต"
MSM2151="รูปแบบคีย์ WEP:"
MSM2152="ASCII"
MSM2153="Hex"
MSM2161="รหัสคีย์ WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="สำหรับ 64-บิต WEP ความยาวคีย์ต้องเป็น 5 อักขระในรูปแบบ ASCII\nโปรดใส่อีกครั้ง"
MSM2172="สำหรับ 64-บิต WEP ความยาวคีย์ต้องเป็น 10 ตัวเลขในรูปแบบ Hex\nโปรดใส่อีกครั้ง"
MSM2173="สำหรับ 128-บิต WEP ความยาวคีย์ต้องเป็น 13 อักขระในรูปแบบ ASCII\nโปรดใส่อีกครั้ง"
MSM2174="สำหรับ 128-บิต WEP ความยาวคีย์ต้องเป็น 26 ตัวเลขในรูปแบบ Hex\nโปรดใส่อีกครั้ง"
MSM2175="ไม่สามารถใช้อักขระนอกจาก ASCII หากรูปแบบคีย์เป็น ASCII \nใส่มูลค่าถูกต้อง"
MSM2176="ไม่สามารถใช้อักขระนอกจากตัวเลขฐานสิบหกหากรูปแบบคีย์เป็นฐานสิบหก \nใส่มูลค่าถูกต้อง"
MSM2177="ใส่รหัสผ่านที่มีอักขระตั้งแต่ 8 ถึง 63 ตัว (ASCII) หรือ 64 หลัก (ฐานสิบหก)"
MSM2178="รหัสผ่านไม่ถูกต้อง กรุณาใส่ 5 หรือ 13 อักขระ หรือ 10 หรือ 26 อักขระ (ฐานสิบหก)"
MSM2181="ตรวจสอบชื่อเครือข่าย (SSID)"
MSM2182="เราเตอร์แบบไร้สาย (SSID): %s\n\nหากชื่อเครือข่าย (SSID) ถูกต้อง ให้คลิก [ถัดไป] เพื่อดำเนินการต่อ\nหากชื่อเครือข่าย (SSID) ไม่ถูกต้อง ให้คลิก [ถอยหลัง] และเพิ่มเราเตอร์แบบไร้สายอีกครั้ง"
MSM2183="รหัสผ่านสำหรับเราเตอร์แบบไร้สายอาจไม่ถูกต้อง\nคลิก [ถอยหลัง] และป้อนรหัสผ่านอีกครั้ง"
MSM2184="ข้อผิดพลาดในการเลือกเครือข่าย (SSID)"
MSM2185="เครื่องพิมพ์ของคุณไม่รองรับเครือข่าย 5GHz\nกรุณาคลิก [ถอยหลัง] และเลือกเครือข่าย (SSID) ที่รองรับ 2.4GHz"
MSM2186="ชนิดการเข้ารหัสของเราเตอร์แบบไร้สายไม่ตรงกับการตั้งค่าการเข้ารหัส\nกรุณาคลิก [ถอยหลัง] และเพิ่มเราเตอร์แบบไร้สายอีกครั้ง"
MSM2190="เลือกเครือข่าย (SSID)"
MSM2191="เครือข่าย (SSID) ที่ได้เชื่อมต่อกับคอมพิวเตอร์แล้ว ค้นหาไม่พบจากเครื่องพิมพ์ เลือกชื่อเครือข่าย (SSID)"
MSM2192="ที่อยู่ MAC:"
MSM2193="(เลือก)"
MSM2194="เครือข่ายอื่น"
MSM2195="การตั้งค่าเครือข่าย (SSID)"
MSM2196="ใส่ข้อมูลเครือข่าย (SSID) ของคุณ"
MSM2197="รหัสผ่าน"
MSM2198="ใส่รหัสผ่านเครือข่าย (SSID) ของคุณ"
MSM2199="ชื่อเครือข่าย (SSID): %s"
MSM2200="ชื่อเครือข่าย (SSID): %s\n\nหากชื่อเครือข่าย (SSID) ถูกต้อง ให้คลิก [ถัดไป] เพื่อดำเนินการต่อ\nหากชื่อเครือข่าย (SSID) ไม่ถูกต้อง ให้คลิก [ถอยหลัง] และเลือกชื่อเครือข่าย (SSID) อีกครั้ง"
MSM2201="รหัสผ่านสำหรับเครือข่าย (SSID) อาจไม่ถูกต้อง\nคลิก [ถอยหลัง] และป้อนรหัสผ่านอีกครั้ง"
MSM2202="เครื่องพิมพ์ของคุณไม่รองรับเครือข่าย 5GHz\nกรุณาคลิก [ถอยหลัง] และเลือกเครือข่าย (SSID) ที่รองรับ 2.4GHz"
MSM2203="ชนิดการเข้ารหัสของเครือข่าย (SSID) ไม่ตรงกับการตั้งค่าการเข้ารหัส\nกรุณาคลิก [ถอยหลัง] และกำหนดใหม่อีกครั้ง"

MSM2252="การตั้งค่าเสร็จสิ้น"
MSM2253="การตั้งค่าการพิมพ์จากคอมพิวเตอร์เสร็จสมบูรณ์แล้ว\nจากนั้น ซอฟต์แวร์จะถูกติดตั้ง"
MSM2254="การติดตั้งยังไม่เสร็จสมบูรณ์\nเพื่อดำเนินการติดตั้งซอฟต์แวร์ที่เป็นประโยชน์ต่อไป ให้คลิก [ต่อไป]"
MSM2255="การติดตั้งเสร็จสิ้นแล้ว"
MSM2256="ขณะนี้คุณสามารถพิมพ์จากคอมพิวเตอร์ของคุณได้"
MSM2261="กำลังตั้งค่า"
MSM2262="การเชื่อมต่อเครือข่ายจะปิดใช้งานโดยชั่วคราวในระหว่างการตั้งค่า\nการดำเนินการนี้อาจใช้เวลาสักครู่ กรุณารอ"
MSM2263="ล้มเหลวในการตั้งค่าไร้สายเคเบิล ระงับกระบวนการและเลือกวิธีการตั้งค่าอื่นโดยปฏิบัติตามคำแนะนำบนหน้าจอ"
MSM2264="กำลังทำการตั้งค่า การดำเนินการนี้อาจใช้เวลาสักครู่ กรุณารอ"
MSM2301="การติดตั้งล้มเหลว"
MSM2310="ข้อผิดพลาดในการค้นหาเครื่องพิมพ์"
MSM2311="ไม่พบเครื่องพิมพ์ที่เชื่อมต่อ\nเพื่อค้นหาเครื่องพิมพ์อีกครั้ง ให้คลิก [ค้นหาใหม่]"
MSM2312="ค้นหาใหม่"
MSM2313="การตั้งค่าถูกยกเลิก"
MSM2314="การตั้งค่าได้ถูกยกเลิกแล้ว\nคลิก [กลับไปที่ด้านบน] และเริ่มการตั้งค่าใหม่"
MSM2315="การติดตั้งล้มเหลว\nคลิก [กลับไปที่ด้านบน] และเริ่มการตั้งค่าใหม่"
MSM2390="คุณต้องดำเนินการจัดตำแหน่งหัวพิมพ์ก่อนที่จะใช้เครื่องพิมพ์นี้ สำหรับรายละเอียด ให้คลิก [การจัดตำแหน่งหัวพิมพ์] และปฏิบัติตามคำแนะนำที่แสดงบนหน้าจอ\n\nเมื่อการจัดตำแหน่งเสร็จสมบูรณ์ ให้คลิก [ถัดไป]"
MSM2391="การจัดตำแหน่งหัวพิมพ์"
MSM2401="แนะนำให้ใช้การจัดตำแหน่งหัวพิมพ์"
MSM2411="การจัดตำแหน่งหัวพิมพ์"
MSM2413="ปฏิบัติ"
MSM2414="เมื่อการพิมพ์รูปถ่ายในเครื่องพิมพ์นี้ ขอแนะนำให้ท่านดำเนินการจัดตำแหน่งหัวพิมพ์ อยากดำเนินการจัดตำแหน่งหัวพิมพ์เดี๋ยวนี้ ป้อนกระดาษธรรมดาในกลักกระดาษและคลิก [ปฏิบัติ] หลังจากการจัดตำแหน่งหัวพิมพ์เสร็จสิ้น คลิก [ถัดไป] สำหรับรายละเอียด โปรดอ่านคู่มือการใช้เครื่องพิมพ์ของท่าน\n\nนอกจากนั้น การจัดตำแหน่งหัวพิมพ์ใช้ประโยชน์ได้หลังจากการติดตั้งเสร็จสมบูรณ์ อยากดำเนินการต่อโดยไม่ดำเนินการจัดตำแหน่งหัวพิมพ์ คลิก [ถัดไป]"
MSM2416="ท่านต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนการใช้เครื่องพิมพ์นี้ คลิก [ปฏิบัติ] เพื่อแสดงหน้าจอ 'เริ่มการจัดตำแหน่งหัวพิมพ์' ทำตามขั้นตอนบนหน้าจอเพื่อพิมพ์ลวดลายการจัดตำแหน่ง วางลวดลายการจัดตำแหน่งที่พิมพ์ไว้บนแท่นวางและสแกนลวดลาย\n\nหลังจากการจัดตำแหน่งหัวพิมพ์เสร็จสิ้น คลิก [ถัดไป]"
MSM2416_Mac="คุณต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนการใช้เครื่องพิมพ์นี้ คลิก [ปฏิบัติ] เพื่อแสดงหน้าจอ 'เริ่มการจัดตำแหน่งหัวพิมพ์' ทำตามขั้นตอนบนหน้าจอเพื่อพิมพ์ลวดลายการจัดตำแหน่ง วางลวดลายการจัดตำแหน่งที่พิมพ์ไว้บนแท่นวางและสแกนลวดลาย\n\nหลังจากการจัดตำแหน่งหัวพิมพ์เสร็จสิ้น คลิก [ถัดไป]"
MSM2417="เครื่องพิมพ์นี้มีการจัดตำแหน่งหัวพิมพ์ หากผลการพิมพ์มีลายเส้นที่ผิดเพี้ยนหรืองานพิมพ์ที่ไม่เพียงพอ การจัดตำแหน่งหัวพิมพ์อาจจะสามารถแก้ไขปัญหาเหล่านี้ได้"
MSM2418="คุณต้องทำการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์ ป้อนกระดาษอยู่ในเครื่องพิมพ์ และคลิก [ปฏิบัติ] จากนั้นคลิก [ถัดไป]"
MSM2418_Mac="คุณต้องการปฏิบัติการจัดตำแหน่งหัวพิมพ์ก่อนใช้เครื่องพิมพ์ ป้อนกระดาษในเครื่องพิมพ์และคลิก [ปฏิบัติ]\n\nคลิก [ถัดไป] หากคุณไม่ต้องการจัดตำแหน่งหัวพิมพ์"
MSM2420="กำลังค้นหาเครื่องพิมพ์"
MSM2421="กำลังค้นหา %PRODUCTNAME%"
MSM2422="คิวเครื่องพิมพ์ไม่พบ"
MSM2423="คลิก [ลงทะเบียนเครื่องพิมพ์] เพื่อลงทะเบียนเครื่องพิมพ์ ของคุณ"
MSM2424="ลงทะเบียนเครื่องพิมพ์"
MSM2434="ลงทะเบียนเครื่องสแกนเนอร์"
MSM2437_Mac="เพิ่มเครื่องพิมพ์"
MSM2438_Mac="เมื่อคุณคลิก [เพิ่มเครื่องพิมพ์] เครื่องพิมพ์ที่พร้อมใช้งานจะแสดงขึ้น เลือก %s ซึ่งมี 'Canon IJ Network' แสดงอยู่ในฟิลด์ชนิด แล้วคลิก [เพิ่ม]\nหลังจากเพิ่มเครื่องพิมพ์แล้ว คลิก [ถัดไป]"
MSM2439_Mac="หากเครื่องพิมพ์ที่สามารถเพิ่มได้ไม่ถูกแสดงหรือหากคุณไม่แน่ใจในวิธีการใช้หน้าจอ คลิก [คู่มือออนไลน์]"
MSM2440_Mac="เลือกเครื่องสแกนเนอร์"
MSM2441_Mac="กำลังตั้งค่าเครื่องสแกนเนอร์ไปที่คอมพิวเตอร์\n\nคลิก [เลือกเครื่องสแกนเนอร์] เพื่อเริ่มแอพพลิเคชั่นซอฟต์แวร์สำหรับตั้งค่าเครื่องสแกนเนอร์ ปฏิบัติตามคำแนะนำของแอพพลิเคชั่นซอฟต์แวร์เพื่อทำให้เสร็จสิ้น"
MSM2451="การลงทะเบียนผู้ใช้"
MSM2453="ถัดไป"
MSM2464="การลงทะเบียนผู้ใช้"
MSM2465="ลงทะเบียนผลิตภัณฑ์ของคุณวันนี้ และคุณสามารถรับสิทธิได้ประโยชน์ดังต่อไปนี้:\n- รับจดหมายข่าวด้วยอีเมลทุกเดือนโดย Canon savings\n- รับแผนงาน Creative Park สนุกสนาน และคำแนะนำซึ่งช่วยเหลือ\n- เป็นแรกที่รับการแจ้งเตือนเมื่อซอฟต์แวร์ปรับรุ่น"
MSM2474="การลงทะเบียนผู้ใช้"
MSM2475="ด้วยการลงทะเบียนผลิตภัณฑ์ของท่าน ท่านสามารถรับข้อมูลผลิตภัณฑ์และการบริการที่มีประโยชน์ ท่านจะต้องการเชื่อมต่ออินเทอร์เน็ตเพื่อให้ลงทะเบียน"
MSM2484="การลงทะเบียนผลิตภัณฑ์"
MSM2485JU="ลงทะเบียนผลิตภัณฑ์ของคุณวันนี้และคุณสามารถรับสิทธิได้ประโยชน์ดังต่อไปนี้:\n- Canon U.S.A. จะเก็บข้อมูลของคุณไว้บนไฟล์ในกรณีเรียกร้องการประกัน\n- เป็นแรกที่รับการแจ้งเตือนเมื่อซอฟต์แวร์ปรับรุ่น\n- รับจดหมายข่าวด้วยอีเมลทุกเดือนโดย Canon savings"
MSM2485M="ด้วยการยกระดับหรือการลงทะเบียนผลิตภัณฑ์ใหม่ ท่านสามารถรับข้อมูลผลิตภัณฑ์และการบริการที่มีประโยชน์ ท่านจะต้องการเชื่อมต่ออินเทอร์เน็ตเพื่อปรับปรุงและลงทะเบียน"
MSM2486_Mac="หากท่านคลิก [ถัดไป] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2486_Mac2="หากท่านคลิก [ถัดไป] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2487="เพื่อลงทะเบียนในภายหลัง คลิก [ยกเลิก] และไปที่ขั้นตอนถัดไป คุณยังสามารถลงทะเบียนผลิตภัณฑ์เมื่อไรก็ตามโดย Quick Menu"
MSM2501="CANON iMAGE GATEWAY การลงทะเบียนผู้ใช้"
MSM2502="ลงทะเบียน"
MSM2503="CANON iMAGE GATEWAY การลงทะเบียนผลิตภัณฑ์"
MSM2504="CANON iMAGE GATEWAY เป็นบริการออนไลน์เฉพาะสำหรับผู้ซื้อผลิตภัณฑ์ ให้สิทธิเพื่อเป็นสมาชิกฟรี/ค่าธรรมเนียมสมาชิกประจำปีฟรี คุณสามารถใช้บริการต่างๆ ที่จะขยายความตื่นเต้นของประสบการณ์รูปถ่ายดิจิตอลหากคุณขอสมัครการลงทะเบียนผู้ใช้"
MSM2505="CANON iMAGE GATEWAY เป็นเว็บไซต์ที่ไม่มีค่าธรรมเนียมสมาชิก เราให้ข้อมูลสนับสนุนเกี่ยวกับผลิตภัณฑ์และข้อมูลเกี่ยวกับการพิมพ์สิ่งต่างๆ เช่น การ์ดปีใหม่ เรานำเสนอคำแนะนำที่เป็นประโยชน์ เช่น เทคนิคการถ่ายภาพสำหรับกล้องของเราเพื่อช่วยให้คุณเพลิดเพลินกับการใช้ผลิตภัณฑ์ของเรา รวมไปถึงข้อมูลที่มีค่าเกี่ยวกับสินค้าลดราคาในเอาท์เล็ตพิเศษเฉพาะสมาชิกเท่านั้น"
MSM2506="หากท่านคลิก [ลงทะเบียน] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2507="หากท่านคลิก [ลงทะเบียน] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2511="การลงทะเบียนผู้ใช้"
MSM2513="การลงทะเบียนผลิตภัณฑ์"
MSM2514="ลงทะเบียนผลิตภัณฑ์ของคุณวันนี้ และคุณสามารถรับสิทธิได้ประโยชน์ดังต่อไปนี้:\n- รับจดหมายข่าวด้วยอีเมลทุกเดือนโดย Canon savings\n- รับแผนงาน Creative Park สนุกสนาน และคำแนะนำซึ่งช่วยเหลือ\n- เป็นแรกที่รับการแจ้งเตือนเมื่อซอฟต์แวร์ปรับรุ่น"
MSM2515="ด้วยการลงทะเบียนผลิตภัณฑ์ของท่าน ท่านสามารถรับข้อมูลผลิตภัณฑ์และการบริการที่มีประโยชน์ ท่านจะต้องการเชื่อมต่ออินเทอร์เน็ตเพื่อให้ลงทะเบียน"
MSM2516="หากท่านคลิก [ถัดไป] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2517="หากท่านคลิก [ถัดไป] ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน"
MSM2521="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2522="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2526="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2527="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2551="Canon %s การลงทะเบียนผู้ใช้"
MSM2552="ให้ลบการติดตั้งการลงทะเบียนผู้ใช้"
MSM2571="%s ตัวลบการติดตั้งการลงทะเบียนผู้ใช้"
MSM2572="ท่านแน่ใจที่ต้องการเอา 'Canon %s การลงทะเบียนผู้ใช้' และส่วนประกอบอื่นออกอย่างเสร็จสมบูรณ์หรือไม่"
MSM2573="การลบการติดตั้งเสร็จสิ้นสมบูรณ์แล้ว"
MSM2574="ลบการติดตั้งล้มเหลว"
MSM2575="ท่านต้องการเริ่มระบบใหม่เพื่อให้เสร็จสิ้นลบการติดตั้ง คลิก [ตกลง] เพื่อเริ่มใหม่ คลิก [ยกเลิก] เพื่อเริ่มใหม่ภายหลัง"
MSM2576="คุณต้องการมีสิทธิ์ของผู้ดูแลระบบให้ลบติดตั้ง 'Canon %s การลงทะเบียนผู้ใช้'"
MSM2577="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของคุณ ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บรวบรวมโดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกสะท้อนโดยตรงในหน้าจอการลงทะเบียนเท่านั้น คลิก [ตกลง] เพื่อดำเนินการ"
MSM2577_Mac2="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2578="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของท่าน ข้อมูล OS และข้อมูลเกี่ยวกับภูมิภาคจะถูกเก็บไว้โดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียน คลิก [ตกลง] เพื่อดำเนินการ"
MSM2578_2="การลงทะเบียนผู้ใช้ ชื่อผลิตภัณฑ์ของคุณ ข้อมูล OS ข้อมูลเกี่ยวกับภูมิภาคและเลขลำดับของเครื่องพิมพ์จะถูกเก็บรวบรวมโดยอัตโนมัติ และส่งไปยัง Canon ผ่านทางอินเทอร์เน็ต ข้อมูลเหล่านี้จะถูกใช้เพื่อเปิดหน้าจอการลงทะเบียนเท่านั้น ตรวจสอบให้แน่ใจว่าเครื่องพิมพ์ถูกเชื่อมต่อกับคอมพิวเตอร์ แล้วเปิดเครื่องพิมพ์และคลิก [ตกลง] เพื่อดำเนินการ"
MSM2580="การเชื่อมต่อล้มเหลว ให้แน่ใจว่าการเชื่อมต่อเครือข่ายเปิดใช้งานอยู่ แล้วลองใหม่อีกครั้ง หากการเชื่อมต่อล้มเหลวอีก กรุณารอสักครู่แล้วลองใหม่ คุณยังสามารถลงทะเบียนเมื่อไรก็ตามโดย Solution Menu EX"
MSM2581="การเชื่อมต่อล้มเหลว ให้แน่ใจว่าการเชื่อมต่อเครือข่ายเปิดใช้งานอยู่ แล้วลองใหม่อีกครั้ง หากการเชื่อมต่อล้มเหลวอีก กรุณารอสักครู่แล้วลองใหม่"
MSM2582="การเชื่อมต่อล้มเหลว"
MSM2584="กำลังเชื่อมต่อ กรุณารอสักครู่"
MSM2585="ใส่ชื่อผู้ใช้และรหัสผ่านสำหรับไฟร์วอลล์ของคุณ"
MSM2586="ชื่อผู้ใช้:"
MSM2587="รหัสผ่าน:"
MSM2589="การเชื่อมต่อล้มเหลว ให้แน่ใจว่าการเชื่อมต่อเครือข่ายเปิดใช้งานอยู่ แล้วลองใหม่อีกครั้ง หากการเชื่อมต่อล้มเหลวอีก กรุณารอสักครู่แล้วลองใหม่"
MSM2590="คุณไม่สามารถเชื่อมต่อได้เมื่อเครื่องพิมพ์ของคุณไม่ว่าง เช่น เมื่อมีการทำความสะอาดหรือดำเนินการจัดตำแหน่งหัวพิมพ์\nลองตั้งค่า Wi-Fi อีกครั้งเมื่อไม่ได้ใช้งานเครื่องพิมพ์"
ExecutingPrefSet_Mac="โปรแกรมแอพพลิเคชั่นได้รับการเชื่อมต่อกับ CanoScan Toolbox"
MSM2601="การติดตั้งเสร็จสิ้นสมบูรณ์แล้ว"
MSM2602="เริ่มระบบใหม่เดี๋ยวนี้ (แนะนำ)"
MSM2603="ดำเนินการต่อออนไลน์"
MSM2604="คลิก [ดำเนินการต่อออนไลน์] เพื่อเข้าชมเว็บไซต์ของ Canon ที่คุณสามารถดาวน์โหลดแอพเพิ่มเติมและรับข้อมูลมากขึ้นเกี่ยวกับฟังก์ชันและบริการต่างๆ ที่มีให้สำหรับเครื่องพิมพ์ของคุณ\nซอฟต์แวร์นี้จะปิดลงและเว็บไซต์ของ Canon จะเปิดในเบราว์เซอร์ของคุณ"
MSM2605="ดำเนินการต่อออนไลน์"
MSM2701="การยกเลิกการติดตั้ง"
MSM2702_Mac="การติดตั้งยังไม่เสร็จสมบูรณ์ เพื่อดำเนินการติดตั้งต่อไป ให้คลิก [ต่อไป] เพื่อยกเลิกการติดตั้ง ให้คลิก [ล้มเลิก]"
MSM2801="เปลี่ยนการตั้งค่าระบบ"
MSM2802="ท่านต้องเริ่มระบบใหม่หากอยากให้ค่าที่ตั้งใหม่นั้นส่งผล\nต้องการเริ่มระบบใหม่เดี๋ยวนี้หรือไม่"
MSM2851="Extended Survey Program"
MSM2870="เพื่อให้งานพัฒนาและการตลาดของผลิตภัณฑ์เหมาะสมกันความต้องการของลูกค้ามากขึ้น Canon จะร้องขอข้อมูลต่อไปนี้ ซึ่งเกี่ยวกับผลิตภัณฑ์ Canon ของคุณ และส่งไปยัง Canon ผ่านอินเทอร์เน็ต"
MSM2871="เพื่อให้งานพัฒนาและการตลาดของผลิตภัณฑ์เหมาะสมกันความต้องการของลูกค้ามากขึ้น Canon จะร้องขอข้อมูลต่อไปนี้  ซึ่งเกี่ยวกับผลิตภัณฑ์ Canon ของคุณ และส่งไปยังบริษัทวิจัยที่ได้รับการอนุมัติอย่างถูกต้องตามกฎหมาย ผ่านอินเทอร์เน็ต"
MSM2873="หากคุณยอมรับข้อข้างบน คลิก [ยอมรับ] มิฉะนั้น คลิก [ไม่ยอมรับ]"
MSM2874="เพื่อให้งานพัฒนาและการตลาดของผลิตภัณฑ์เหมาะกับความต้องการของลูกค้ามากขึ้น Canon จะร้องขอข้อมูลต่อไปนี้ ซึ่งเกี่ยวกับผลิตภัณฑ์ Canon ของคุณ และส่งไปยัง Canon (ในกรณีที่เป็นการใช้ผลิตภัณฑ์ Canon ของคุณในจีน จะส่งให้แก่บริษัทวิจัยที่ได้รับการอนุมัติอย่างถูกต้องตามกฎหมาย) ผ่านอินเทอร์เน็ต"
MSM2876="หากคุณยอมรับข้อข้างบน คลิก [ยอมรับ] เพื่อเริ่มการติดตั้งโปรแกรมหาข้อมูล มิฉะนั้น คลิก [ไม่ยอมรับ] โปรแกรมนี้อาจไม่ทำงานบนเวอร์ชันระบบปฏิบัติการที่ไม่สนับสนุน"
MSM2901="ทดสอบพิมพ์"
MSM2904="การทดสอบการพิมพ์จะปฏิบัติการตรวจสอบการทำงานของเครื่องพิมพ์\nป้อนกระดาษธรรมดาลงในเครื่องพิมพ์และคลิก [เริ่ม] เมื่อทดสอบการพิมพ์เสร็จสมบูรณ์ คลิก [ถัดไป]\n\nหากเกิดข้อผิดพลาดระหว่างพิมพ์ ทำตามขั้นตอนบนหน้าจอเพื่อเริ่มต้นการตั้งค่าอีกครั้ง"
MSM2905="เริ่ม"
MSM2906="ข้อมูลถูกส่งไปเพื่อตรวจสอบว่าเครื่องพิมพ์ทำงานถูกต้องหรือไม่"
MSM3001="หากท่านอยากใช้เครื่องพิมพ์ ก็ต้องใช้ซอฟต์แวร์นี้ด้วย\nท่านสามารถปฏิบัติการพิมพ์ซึ่งเหมาะสมกับชนิดและขนาดกระดาษหลายแบบ"
MSM3002_Mac="คู่มืออิเลกทรอนิคส์นี้อธิบายการทำงานของไดรเวอร์และแนะนำขั้นตอนง่ายๆ เกี่ยวกับวิธีการใช้ซอฟต์แวร์แอพพลิเคชั่น"
MSM3008="ท่านสามารถรวมกันไฟล์รูปภาพกับข้อความ แล้วปฏิบัติการพิมพ์โดยตรงบนป้ายชื่อดิสก์ได้อย่างสะดวกสบาย"
MSM3009="ปรับปรุงระบบ"
MSM3010="แอพพลิเคชั่นนี้มีความสามารถให้ท่านใช้แฟ้มที่เก็บไว้ในคาร์ดความจำได้จากคอมพิวเตอร์ ซึ่งคาร์ดความจำนี้ถูกใส่ในคาร์ดสล็อตเครื่องพิมพ์ของท่านอยู่"
MSM3011="ไดรเวอร์นี้มีความสามารถให้ท่านใช้อุปกรณ์บนเครือข่าย"
MSM3012="โดยเครื่องมือนี้ ท่านสามารถเปลี่ยนวิธีการเชื่อมต่อและการตั้งค่าความปลอดภัยของอุปกรณ์แบบเชื่อมต่อกับเครือข่าย"
MSM3013="My Printer ช่วยให้แก้ไขปัญหาการพิมพ์อย่างเช่นการพิมพ์ที่เปื้อน"
MSM3016="MP Drivers เป็นสิ่งที่จำเป็นในการพิมพ์เอกสารและสแกนรูปภาพ"
MSM3018="ArcSoft PhotoStudio สามารถให้คุณแก้ไข/ปรับปรุงรูปภาพที่นำเข้าจากเครื่องสแกนเนอร์หรือกล้องดิจิตอล"
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage เป็นโปรแกรม OCR (การรู้จำอักขระด้วยแสง) ซึ่งได้เปลี่ยนข้อความที่เป็นอักขระหนังสือหรือหนังสือพิมพ์ไปเป็นข้อมูลชนิดข้อความ"
MSM3021="ด้วย Presto! PageManager ท่านสามารถสแกน จัดการและใช้เอกสารกับรูปถ่ายร่วมกันได้ ท่านยังสามารถบันทึกเอกสารทั้งหมดที่เกี่ยวข้องกับธุรกิจได้อยู่ในโฟลเดอร์ที่ซ้อนกันอย่างไม่จำกัดสำหรับการค้นคืนอย่างง่ายฯ"
MSM3023="Setup Utility สามารถให้ท่านกำหนดการตั้งค่าสำหรับการพิมพ์ด้วยแสงอินฟาเรด หรือ การติดต่อ Bluetooth"
MSM3024="Setup Utility สามารถให้ท่านกำหนดการตั้งค่าสำหรับการพิมพ์ด้วย PictBridge"
MSM3026="นี่คือซอฟต์แวร์เสริมที่สามารถพิมพ์รูปโดยอาชีพได้ง่าย เพื่อใช้ซอฟต์แวร์เสริมนี้ คุณต้องการติดตั้งซอฟต์แวร์แอพพลิเคชั่นที่เหมาะสม"
MSM3027="ไดรเวอร์ XPS เหมาะสมกับการพิมพ์จากซอฟต์แวร์แอพพลิเคชั่นที่สนับสนุนการพิมพ์ XPS (บน Windows Vista หรือสูงไปกว่านี้) MP Drivers ต้องการได้ติดตั้งอย่างถูกต้อง"
MSM3027_0="ไดรเวอร์ XPS เหมาะสมกับการพิมพ์จากซอฟต์แวร์แอพพลิเคชั่นที่สนับสนุนการพิมพ์ XPS (บน Windows Vista หรือสูงไปกว่านี้) ไดรเวอร์เครื่องพิมพ์ IJ ต้องการได้ติดตั้งอย่างถูกต้อง"
MSM3027_1="ไดรเวอร์ XPS เหมาะสมกับการพิมพ์จากซอฟต์แวร์แอพพลิเคชั่นที่สนับสนุนการพิมพ์ XPS (บน Windows Vista หรือสูงไปกว่านี้) MP Drivers ต้องการได้ติดตั้งอย่างถูกต้อง"
MSM3028="ScanGear เป็นไดรเวอร์ที่เป็นที่ต้องการปฏิบัติการเครื่องสแกนเนอร์ เพื่อใช้ไดรเวอร์นี้ กรุณาปฏิบัติแอพพลิเคชั่นซอฟต์แวร์ เช่นโปรแกรมการแก้ไข-รูปภาพ"
MSM3028_Mac="ต้องการไดรเวอร์เพื่อที่จะใช้เครื่องสแกนเนอร์ ไดรเวอร์อนุญาตให้คุณระบุขนาดเอกสาร ขนาดผลงานและการตั้งค่าขั้นสูงอื่นๆเมื่อสแกน และยังใช้เมื่อดำเนินการเครื่องสแกนเนอร์จากแอพพลิเคชั่นที่ทำงานร่วมกันได้กับ TWAIN อีกด้วย"
MSM3031_Mac="คู่มืออิเลกทรอนิคส์นี้อธิบายการทำงานของไดรเวอร์และแนะนำขั้นตอนง่ายๆ เกี่ยวกับวิธีการใช้ซอฟต์แวร์แอพพลิเคชั่น"
MSM3032=
MSM3034="สิ่งนี้จำเป็นต้องมีสำหรับการพิมพ์สีในรูปภาพ Adobe RGB อย่างแน่ชัด Adobe เป็นเครื่องหมายการค้าจดทะเบียนหรือเครื่องหมายการค้าของ Adobe Systems Incorporated ในสหรัฐอเมริกาและ/หรือประเทศอื่นๆ"
MSM3035="Setup Utility สามารถให้ท่านกำหนดการตั้งค่าสำหรับการพิมพ์ด้วยแสงอินฟาเรด การติดต่อ Bluetooth หรือ PictBridge"
MSM3037="ScanGear CS เป็นไดรเวอร์เครื่องสแกนเนอร์ (ไดรเวอร์ TWAIN) ที่เป็นที่ต้องการปฏิบัติการเครื่องสแกนเนอร์ เพื่อใช้ไดรเวอร์นี้ กรุณาปฏิบัติแอพพลิเคชั่นซอฟต์แวร์ เช่นโปรแกรมการแก้ไข-รูปภาพ"
MSM3040="Easy-PhotoPrint EX สามารถให้คุณสร้างอัลบั้มของตัวเอง สติ๊กเกอร์ และปฏิทินอย่างสะดวกด้วยการใช้รูปถ่ายกล้องดิจิตอล คุณยังสามารถพิมพ์รูปถ่ายไร้ขอบทันทีทันใด นอกจากนี้ คุณยังสามารถปรับใช้การแก้ไขดวงตาเป็นสีแดงและการเรียบหน้าตาด้วยดิจิตอลก่อนการพิมพ์"
MSM3041="เริ่มต้นซอฟต์แวร์แอพพลิเคชั่นซึ่งเป็นส่วนเพิ่มเติมโดยทันทีทันใดที่สามารถให้คุณพิมพ์รูปถ่ายอย่างง่ายดาย"
MSM3042="ด้วย MP Navigator EX ท่านสามารถนำภาพสแกนเข้าไปในแอพพลิเคชั่นซอฟต์แวร์โดยตรงอย่างง่ายดาย แนบไปกับ E-mail หรือบันทึกในฮาร์ดดิสก์ของท่านได้"
MSM3043="คู่มืออธิบายวิธีที่จะใช้เครื่องและซอฟต์แวร์ที่จัดมาให้ ข้อมูลการแก้ไขปัญหาก็จัดมาให้"
MSM3043_Mac="คู่มืออธิบายวิธีที่จะใช้เครื่องและซอฟต์แวร์ที่จัดมาให้ ข้อมูลการแก้ไขปัญหาก็จัดมาให้"
MSM3044="Easy-WebPrint EX สามารถให้ท่านตัดส่วนใดส่วนหนึ่งของเว็บเพจและลงพิมพ์ในเค้าโครงของคุณ นี่จะแสดงเป็นแถบเครื่องมือที่ใช้ได้อย่างสะดวกสบายบนเบราว์เซอร์ของคุณ"
MSM3044_Mac="Easy-WebPrint EX สามารถให้คุณคลิปส่วนใดส่วนหนึ่งของเว็บเพจและลงพิมพ์ในเค้าโครงของคุณ นี่เป็นปลั๊กอินที่สะดวกสบายบนเบราว์เซอร์ของคุณ กรุณาใช้ Safari 4.0 หรือสูงไปกว่านี้"
MSM3045="ซอฟต์แวร์นี้ให้คุณสามารถแก้ไขการโทรด่วนที่ลงรหัส ข้อมูลผู้ใช้ และการตั้งค่าอื่นๆ ซึ่งลงทะเบียนในเครื่องพิมพ์ และบันทึกการตั้งค่าที่แก้ไขในคอมพิวเตอร์ หรือลงทะเบียนกลับไปยังเครื่องพิมพ์"
MSM3046="โดยการใช้ Solution Menu EX คุณสามารถเริ่มแอพพลิเคชั่นซอฟต์แวร์ซึ่งให้คุณพิมพ์อัลบั้มหรือปฏิทินอย่างง่ายดาย หรือสแกนเอกสารโดยการคลิกปุ่มเดียว คุณยังสามารถเข้าเว็บไซต์ Canon ซึ่งสนับสนุนการใช้ที่หลากหลายได้อย่างง่ายดาย"
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="คุณสามารถนำเข้าภาพถ่ายและใช้ภาพถ่ายเพื่อสร้างและพิมพ์รายการส่วนตัวอย่างเช่นภาพตัดปะ บัตรและปฏิทิน คุณยังสามารถพิมพ์ภาพถ่ายไร้ขอบและแก้ไข/ปรับปรุงรูปภาพด้วยขั้นตอนง่าย ใช้พร้อมกับ Image Display เพื่อสร้างการแนะนำขึ้นจากภาพถ่ายที่บันทึก"
MSM3049="ปลั๊กอินสำหรับการพิมพ์ภาพถ่ายที่อำนวยความสะดวกและเพิ่มประสิทธิภาพการสร้างงานศิลปะระดับมืออาชีพ จำเป็นต้องติดตั้งแอพพลิเคชั่นเหมาะสม ดูคู่มือสำหรับแอพพลิเคชั่นที่ตรงกัน"
MSM3050="คุณสามารถเริ่มซอฟต์แวร์หรือคู่มือสำหรับผลิตภัณฑ์ Canon ของคุณอย่างเร็ว คุณยังสามารถเข้าเว็บไซต์ที่จัดหาให้ข้อมูลที่มีประโยชน์เกี่ยวกับผลิตภัณฑ์ Canon ของคุณ หรือเว็บไซต์ซึ่งสนับสนุนการใช้หลากหลาย และมากกว่าอย่างรวดเร็ว"
MSM3051="ต้องการไดรเวอร์เพื่อที่จะใช้เครื่องสแกนเนอร์ จะใช้เมื่อดำเนินการเครื่องสแกนเนอร์จากแอพพลิเคชั่นที่ทำงานร่วมกันได้กับ ICA"
MSM3052="แอพพลิเคชั่นนี้สแกนและบันทึกรูปภาพ"
MSM3053="คุณสามารถเริ่มซอฟต์แวร์สำหรับผลิตภัณฑ์ Canon ของคุณอย่างเร็ว คุณยังสามารถเข้าคู่มือหรือเว็บไซต์หลากหลาย"
MSM3054="เพิ่มพจนานุกรมภาษาที่จะใช้เมื่อสร้างไฟล์ PDF ที่ค้นหาข้อความได้หรือเมื่อเริ่ม OCR ภายหลังการติดตั้ง เลือกภาษาที่เกี่ยวข้องในหน้าจอการตั้งค่าของ Canon IJ Scan Utility"
MSM3055="นี่คือแอพพลิเคชั่นที่เปิด ScanGear เพื่อแสดงตัวอย่างและสแกนรูปภาพ จากนั้นบันทึกลงในคอมพิวเตอร์"
MSM3056="ซอฟต์แวร์นี้ทำให้คุณสามารถกำหนดการตั้งค่าสำหรับการใช้เครื่องพิมพ์บนเครือข่าย"
MSM3057="ซอฟต์แวร์นี้ช่วยให้คุณสามารถควบคุมการพิมพ์จากซอฟต์แวร์สำหรับงาน CAD 'AutoCAD' ของ Autodesk, Inc. ได้อย่างเหมาะสม"
MSM3058="ซอฟต์แวร์นี้ช่วยให้คุณแสดงผลไฟล์ เช่น ภาพวาดหลายภาพ ได้โดยตรงและง่ายดายโดยไม่ต้องเรียกใช้แอพพลิเคชั่นเฉพาะ\nนอกจากนี้ยังสามารถทำงานร่วมกับบริการ Cloud เพื่อให้การใช้งานไฟล์ร่วมกันในเวลาที่ต้องการระหว่างผู้ใช้ที่เกี่ยวข้อง"
MSM3059="นี่เป็นปลั๊กอินสำหรับ Microsoft Word, Microsoft Excel และ Microsoft PowerPoint ใช้เพื่อลดความยุ่งยากของงานพิมพ์ที่หลากหลายจากโปรแกรม Microsoft Office ไปยังเครื่องพิมพ์"
MSM3062="ด้วยแอพพลิเคชั่นนี้ คุณสามารถเลือกวิธีวางข้อความและรูปภาพบนหน้าสำหรับการพิมพ์"
MSM3063="ใช้ภาพโปรดของคุณเพื่อสร้างและพิมพ์ภาพตัดปะ การ์ด ปฏิทินที่มีเอกลักษณ์ และอีกมากมาย และยังง่ายต่อการพิมพ์ไร้ขอบของคุณอีกด้วย"
MSM3064="โดยการเลือกโฟลเดอร์ที่บรรจุภาพถ่าย แอพจะเลือกและจัดการนำภาพถ่ายเข้าไปในสมุดภาพถ่ายโดยอัตโนมัติ หลังจากเรียงลำดับผ่านแอพ สมุดภาพถ่ายของคุณจะถูกพิมพ์ด้วยความละเอียดสูงจากเครื่องพิมพ์แล็บภาพถ่ายของ Canon คุณยังสามารถใช้ Easy-PhotoPrint Editor ในการพิมพ์ภาพถ่ายจากสมุดภาพถ่ายของคุณผ่านเครื่องพิมพ์ที่บ้านได้อีกด้วย"
MSM3066="โดยการเลือกโฟลเดอร์ที่บรรจุภาพถ่าย แอพจะเลือกและจัดการนำภาพถ่ายเข้าไปในสมุดภาพถ่ายโดยอัตโนมัติ หลังจากเรียงลำดับผ่านแอพ สมุดภาพถ่ายของคุณจะถูกพิมพ์ด้วยความละเอียดสูงจากเครื่องพิมพ์แล็บภาพถ่ายของ Canon คุณยังสามารถใช้ Easy-PhotoPrint Editor ในการพิมพ์ภาพถ่ายจากสมุดภาพถ่ายของคุณผ่านเครื่องพิมพ์ที่บ้านได้อีกด้วย"

MSM4001W="ไดรเวอร์เครื่องพิมพ์ IJ"
MSM4001="ไดรเวอร์เครื่องพิมพ์"
MSM4002="คู่มือของผู้ใช้"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="ไดรเวอร์ XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="ยูทิลิติ้การโทรด่วน"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ไดรเวอร์ ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="พจนานุกรมเพิ่มเติมสำหรับ OCR (จีน/เกาหลี)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: สร้างสมุดภาพถ่ายส่วนตัว"
MSM4067="hdAlbum EZ: สร้างสมุดภาพถ่ายส่วนตัว"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="ปัจจุบัน ท่านสามารถซื้อน้ำหมึกออนไลน์ได้แล้ว"
EIDENABLER_ADMIN="เพื่อปฏิบัติซอฟต์แวร์ ท่านจำเป็นต้องจดทะเบียนเป็นสมาชิกของกลุ่มผู้ดูแลระบบ"
MENU1_Mac="เกี่ยวกับการตั้งค่า"
MENU2_Mac="บริการ"
MENU3_Mac="ซ่อนการตั้งค่า"
MENU4_Mac="ซ่อนอื่นๆ"
MENU5_Mac="แสดงทั้งหมด"
MENU6_Mac="ออกจากการตั้งค่า"
MENU7_Mac="แก้ไข"
MENU8_Mac="ตัด"
MENU9_Mac="คัดลอก"
MENU10_Mac="วาง"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="จีน"
HK="ฮ่องกง"
ID="อินโดนีเซีย"
IN="อินเดีย"
JP="ญี่ปุ่น"
KR="เกาหลี"
MY="มาเลเซีย"
PH="ฟิลิปปินส์"
SG="สิงคโปร์"
TW="ไต้หวัน"
TH="ไทย"
VN="เวียดนาม"
MO="มาเก๊า"
AU="ออสเตรเลีย"
NZ="นิวซีแลนด์"
US="สหรัฐอเมริกา"
CA="แคนาดา"
BR="บราซิล"
MX="เม็กซิโก"
AR="อาร์เจนตินา"
CL="ชิลี"
PA="ปานามา"
AT="ออสเตรีย"
BE="เบลเยียม"
BG="บัลกาเรีย"
HR="โครเอเชีย"
CZ="สาธารณรัฐเช็ก"
DK="เดนมาร์ก"
EE="เอสโทเนีย"
FI="ฟินแลนด์"
FR="ฝรั่งเศส"
DE="เยอรมนี"
GR="กรีซ"
HU="ฮังการี"
IE="ไอร์แลนด์"
IT="อิตาลี"
LV="ลัตเวีย"
LT="ลิธัวเนีย"
LU="ลักเซมเบิร์ก"
NL="เนเธอร์แลนด์"
NO="นอร์เวย์"
PL="โปแลนด์"
PT="โปรตุเกส"
RO="โรมาเนีย"
RU="รัสเซีย"
SK="สโลวะเกีย"
SI="สโลเวเนีย"
ZA="แอฟริกาใต้"
ES="สเปน"
SE="สวีเดน"
CH="สวิตเซอร์แลนด์"
TR="ตุรกี"
GB="สหราชอาณาจักร"
Others="อื่นๆ"
MSM5001="สร้างนามแฝงบนเดสก์ท็อป"
MSM5002="คุณยอมรับที่จะสร้างนามแฝงของคู่มือบนเดสก์ท็อปหรือไม่ หากคุณยอมรับ ให้เลือก 'ยอมรับ' หากคุณเลือก 'ไม่ยอมรับ' คุณสามารถเปิดคู่มือจากโฟลเดอร์แอพพลิเคชั่น"
MSM5003="ยอมรับ"
MSM5004="ไม่ยอมรับ"
MSM5010="เพิ่ม Easy-WebPrint EX ไปที่ Dock"
MSM5011="คุณยอมรับที่จะเพิ่ม Easy-WebPrint EX ไปที่ Dock หรือไม่ หากคุณยอมรับ ให้เลือก 'ยอมรับ' หากคุณเลือก 'ไม่ยอมรับ' คุณสามารถใช้ Easy-WebPrint EX ได้จากโฟลเดอร์แอพพลิเคชั่น"
MSM5012="ยอมรับ"
MSM6000="เลือกวิธีการเชื่อมต่อเครื่องพิมพ์"
MSM6001="การเชื่อมต่อ Wi-Fi"
MSM6002="การเชื่อมต่อ LAN แบบมีสาย (สายเคเบิลอีเทอร์เน็ต)"
MSM6003="การเชื่อมต่อ USB (สายเคเบิล USB)"
MSM6004="ลองตั้งค่าเครือข่ายเครื่องพิมพ์ใหม่"
MSM6005="เลือกวิธีการเชื่อมต่อ Wi-Fi"
MSM6006="เชื่อมต่อทางเราเตอร์แบบไร้สาย (แนะนำ)"
MSM6007="การเชื่อมต่อโดยตรง"
MSM6008="เชื่อมต่อคอมพิวเตอร์และเครื่องพิมพ์ผ่านทางเราเตอร์แบบไร้สาย"
MSM6009="เชื่อมต่อคอมพิวเตอร์และเครื่องพิมพ์โดยตรง"
MSM6010="หากต้องการสลับระหว่างการเชื่อมต่อผ่านทางเราเตอร์แบบไร้สายและการเชื่อมต่อโดยตรง หรือดูรายละเอียดเพิ่มเติมเกี่ยวกับวิธีการเชื่อมต่อ ให้คลิก [ขั้นตอนการใช้]"
MSM6011="ขั้นตอนการใช้"
MSM6012="ตรวจสอบว่าเครื่องพิมพ์เปิดอยู่"
MSM6013="เครื่องพิมพ์ในรายการเครือข่าย"
MSM6014="เลขลำดับ"
MSM6015="ที่อยู่ MAC"
MSM6016="ที่อยู่ IP"
MSM6017="ไม่พบเครื่องพิมพ์ที่ต้องการตั้งค่าในรายการ"
MSM6018="ปรับปรุง"
MSM6019="1. เพื่อตั้งค่าเครื่องพิมพ์บนเครือข่าย ให้เลือกเครื่องพิมพ์เครื่องหนึ่งจากรายการข้างต้น จากนั้นคลิก [ถัดไป]\n   คุณสามารถดูหมายเลขผลิตภัณฑ์ที่ด้านหลังของเครื่องพิมพ์หรือในใบรับประกัน\n   รายการข้างต้นแสดงเพียงเลขท้าย 5 หลักของหมายเลขผลิตภัณฑ์\n2. หากเครื่องพิมพ์ที่คุณต้องการตั้งค่าไม่อยู่ในรายการข้างต้น ให้เปิดเครื่องพิมพ์และคลิก [ปรับปรุง]\n3. หากคุณยังไม่พบเครื่องพิมพ์ในรายการ เลือก [ไม่พบเครื่องพิมพ์ที่ต้องการตั้งค่าในรายการ] จากนั้นคลิก [ถัดไป]"
MSM6020="1. เพื่อตั้งค่าเครื่องพิมพ์บนเครือข่าย ให้เลือกเครื่องพิมพ์เครื่องหนึ่งจากรายการข้างต้น จากนั้นคลิก [ถัดไป]\n   คุณสามารถดูเลขลำดับที่ด้านหลังของเครื่องพิมพ์หรือในใบรับประกัน\n2. หากเครื่องพิมพ์ที่คุณต้องการตั้งค่าไม่อยู่ในรายการข้างต้น ให้เปิดเครื่องพิมพ์และคลิก [ปรับปรุง]\n3. หากคุณยังไม่พบเครื่องพิมพ์ในรายการ เลือก [ไม่พบเครื่องพิมพ์ที่ต้องการตั้งค่าในรายการ] จากนั้นคลิก [ถัดไป]\n4. สำหรับการเชื่อมต่อ USB ให้เลือก [ไม่พบเครื่องพิมพ์ที่ต้องการตั้งค่าในรายการ] จากนั้นคลิก [ถัดไป] เช่นกัน"
MSM6021="การเชื่อมต่อเสร็จสิ้น"
MSM6022="เลือกวิธีการเชื่อมต่อ"
MSM6023="ตรวจสอบพลังงาน"
MSM6024="ใช้วิธีการอื่นสำหรับการตั้งค่า ทำตามขั้นตอนบนหน้าจอ"
MSM6025="การตั้งค่าเครื่องพิมพ์ต้องเสร็จสมบูรณ์ก่อนจะสามารถติดตั้งไดรเวอร์ XPS ได้ หากการตั้งค่ายังไม่เสร็จสมบูรณ์ คลิก [กลับไปที่ด้านบน] เพื่อตั้งค่าเครื่องพิมพ์"
MSM6026="ก่อนที่คุณจะไปต่อ"
MSM6027="ซอฟต์แวร์นี้อาจจะใช้เครือข่ายเพื่อติดตั้งเครื่องพิมพ์\nหากซอฟต์แวร์ความปลอดภัยใดๆ ของคุณเตือนขึ้นระหว่างการติดตั้ง อนุญาตซอฟต์แวร์นี้ดำเนินการ\n(โปรดดูคู่มือซอฟต์แวร์ความปลอดภัยสำหรับรายละเอียด)\n\nซอฟต์แวร์นี้จะเพิ่มการติดตั้งซอฟต์แวร์อื่นในรายการโปรแกรมที่ได้รับอนุญาตในไฟร์วอลล์ของ Windows"
MSM6028="ยกเลิกการกีดกัน"
MSM6029="เลือกเครื่องพิมพ์"
MSM6026_Mac="ก่อนที่คุณจะไปต่อ"
MSM6027_Mac="ซอฟต์แวร์นี้อาจจะใช้เครือข่ายเพื่อติดตั้งเครื่องพิมพ์\nคุณอาจจะต้องเปลี่ยนการตั้งค่าซอฟต์แวร์ความปลอดภัยของคุณ ก่อนเริ่มการติดตั้ง ซึ่งขึ้นอยู่กับซอฟต์แวร์ความปลอดภัยที่คุณใช้\n(โปรดดูคู่มือซอฟต์แวร์ความปลอดภัยสำหรับรายละเอียด)\n\nหากซอฟต์แวร์ความปลอดภัยใดๆ ของคุณเตือนขึ้นระหว่างการติดตั้ง อนุญาตซอฟต์แวร์นี้ดำเนินการ\n\nซอฟต์แวร์นี้ใช้พวงกุญแจ\nหากพวงกุญแจร้องขอการอนุญาตจากคุณ คลิก [อนุญาตเสมอ]"
MSM6100="My Image Garden ใช้รูปถ่ายที่บันทึกไว้บนคอมพิวเตอร์ของคุณเพื่อสร้างบัตรหรือปฏิทินโดยอัตโนมัติ"
MSM6101="CREATIVE PARK PREMIUM จัดหาเนื้อหาพรีเมี่ยมซึ่งเพียงใช้ได้สำหรับผู้ใช้น้ำหมึก Canon ที่แท้จริง"
MSM6102="คุณสามารถทำสำเนารูปถ่ายที่พิมพ์เพียงโดยเลือกเมนูจากเครื่องพิมพ์"
MSM6103="แม้กระทั่งเมื่อเครื่องพิมพ์ปิดอยู่ คุณยังสามารถเปิดเครื่องโดยอัตโนมัติโดยเริ่มพิมพ์งาน"
MSM6104="โหมดเงียบช่วยให้คุณสามารถพิมพ์ ทำสำเนา หรือสแกนได้อย่างเงียบ ๆ โดยไม่ต้องกังวลเกี่ยวกับเวลาหรือสภาพแวดล้อม"
MSM6105="ฟังก์ชันที่ระบุในที่นี้เกี่ยวข้องกับรุ่นของเครื่องพิมพ์ที่คุณใช้ โปรดอ่านรายละเอียดเพิ่มเติมในคู่มือ"
MSM6106="โปรดอ่านรายละเอียดเกี่ยวกับฟังก์ชันและการตั้งค่าในคู่มือ"
MSM6107="ฟังก์ชันนี้ช่วยให้คุณสามารถโหลดข้อมูลการพิมพ์ จากนั้นจัดเรียงหน้าต่างๆ ลงบนกระดาษอย่างอิสระ และขยายหรือย่อขนาดหน้า"
MSM6108="ปลั๊กอินนี้ช่วยให้คุณสามารถสร้างงานพิมพ์คุณภาพสูงได้อย่างราบรื่น มีการสนับสนุน Adobe Photoshop, Adobe Photoshop Lightroom และ Digital Photo Professional"
MSM6109="ซอฟต์แวร์นี้ช่วยให้คุณพิมพ์ไฟล์หลายไฟล์ได้ทั้งหมดในทันที —ทำให้การพิมพ์มีประสิทธิภาพ นอกจากนี้คุณยังสามารถใช้งานไฟล์ร่วมกันได้ผ่านบริการ Cloud"
MSM6110="ซอฟต์แวร์นี้ช่วยให้คุณสร้างโปสเตอร์ที่ได้รับการออกแบบอย่างสวยงาม ด้วยวัสดุที่มีเป็นจำนวนมาก"
MSM6111="นี่เป็นปลั๊กอินสำหรับการพิมพ์รูปแบบขนาดใหญ่ได้อย่างง่ายดายจาก Microsoft Office นอกจากนี้ยังสามารถใช้ในการพิมพ์ไร้ขอบและขนาดยาว"
MSM6112="ซอฟต์แวร์นี้ช่วยให้คุณสามารถกำหนดการตั้งค่ากระดาษเองได้ คุณสามารถเปลี่ยนชื่อกระดาษและทำการปรับแต่งเพื่อเพิ่มประสิทธิภาพการพิมพ์บนกระดาษที่คุณชื่นชอบ"
MSM6113="ซอฟต์แวร์นี้ช่วยให้คุณสามารถจัดทำตารางปริมาณและต้นทุนของหมึกและกระดาษที่ใช้ไป นอกจากนี้คุณยังสามารถดูต้นทุนโดยรวมของการพิมพ์ซึ่งจะมีส่วนช่วยในการจัดการลดต้นทุนที่ง่ายขึ้น"
MSM6114="ซอฟต์แวร์นี้ช่วยให้คุณสามารถจัดการเครื่องพิมพ์หลายเครื่องได้ในเวลาเดียวกัน ยังช่วยให้คุณสังเกตข้อผิดพลาดหมึกหมดได้อย่างรวดเร็ว ซึ่งเป็นคุณลักษณะที่มีประโยชน์ในการจัดการเครื่องพิมพ์"
MSM6115="การสำเนาจากสมาร์โฟนช่วยให้คุณสามารถทำสำเนาของเอกสารได้โดยใช้กล้องของสมาร์ทโฟนหรือแท็บเล็ต"
MSM6116="ด้วย Free Layout plus คุณสามารถเลือกวิธีวางข้อความและรูปภาพบนหน้าสำหรับการพิมพ์"
MSM6117="ด้วย Easy-PhotoPrint Editor ใช้ภาพโปรดของคุณเพื่อสร้างและพิมพ์ภาพตัดปะ การ์ด ปฏิทินที่มีเอกลักษณ์ และอีกมากมาย"
MSM6118="ด้วย Easy-PhotoPrint Editor พิมพ์โปสเตอร์ ปฏิทิน และรูปภาพตัดแปะจากคอมพิวเตอร์ หรือสมาร์ทโฟน"
MSM6119="แอพพลิเคชั่นนี้ช่วยให้คุณสามารถสร้างงานพิมพ์ที่มีคุณภาพสูง ทั้งยังสนับสนุนแอพพลิเคชั่นแก้ไขภาพต่างๆ เช่น Adobe Photoshop, Adobe Photoshop Lightroom และ Digital Photo Professional"
MSM6030="เลือกจากรายการ"
MSM6031="สามารถตรวจดูเลขลำดับได้ในใบรับประกันและบนเครื่องพิมพ์"
MSM6032="อุปกรณ์ IPv4"
MSM6033="อุปกรณ์ IPv6"
MSM6034="เลขลำดับ (5 ตัวหลัง)"
MSM6035="ตำแหน่งเลขลำดับ"
MSM6036="ระบุที่อยู่ IP และเรียกใช้การค้นหา"
MSM6037="ตั้งค่าการเชื่อมต่อเครือข่ายตามคำแนะนำ"
MSM6038="เลือกตัวเลือกนี้หากเครื่องพิมพ์ไม่แสดงขึ้นในรายการหรือหากไม่สามารถค้นพบเครื่องพิมพ์ได้โดยการระบุที่อยู่ IP"
MSM6039="การเลือกวิธีค้นหาเครื่องพิมพ์"
MSM6040="ค้นหาด้วยที่อยู่ IPv4"
MSM6041="ค้นหาด้วยที่อยู่ IPv6"
MSM6042="ค้นหาตามชื่อโฮสต์"
MSM6043="ค้นหาตามชื่อ Bonjour"
MSM6044="ในการระบุที่อยู่ IP และเรียกใช้การค้นหา คุณจะต้องกำหนดที่อยู่ IP ให้กับเครื่องพิมพ์ก่อน สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6045="ข้อผิดพลาดการค้นหาที่อยู่ IP ที่ระบุ"
MSM6046="ไม่พบเครื่องพิมพ์ที่ระบุ ตรวจสอบที่อยู่ IP หรือชื่อโฮสต์ แล้วลองอีกครั้ง สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6047="ตรวจหาอีกครั้ง"
MSM6048="ที่อยู่ IP หรือชื่อโฮสต์ที่ระบุได้ถูกใช้โดยอุปกรณ์อื่นแล้ว ตรวจสอบที่อยู่ IP หรือชื่อโฮสต์ แล้วลองอีกครั้ง สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6049="เปลี่ยนการตั้งค่าเครือข่าย IPv4"
MSM6050="เลือกวิธีการติดตั้ง จากนั้นป้อนที่อยู่ IP ของเครื่องพิมพ์ที่จะใช้"
MSM6051="การติดตั้งอัตโนมัติ"
MSM6052="คุณต้องมีเซิร์ฟเวอร์ DHCP เพื่อที่จะรับที่อยู่ IP โดยอัตโนมัติ"
MSM6053="ตั้งค่าด้วยตัวเอง"
MSM6054="ที่อยู่ IPv4"
MSM6055="ติดต่อผู้ดูแลระบบเครือข่ายเกี่ยวกับที่อยู่ IP"
MSM6056="เปลี่ยนการตั้งค่าเครือข่าย IPv6"
MSM6057="คุณต้องมีเซิร์ฟเวอร์ DHCPv6 หรือเราเตอร์ IPv6 เพื่อที่จะรับที่อยู่ IPv6 โดยอัตโนมัติ"
MSM6058="ที่อยู่ IPv6"
MSM6059="ความยาวคำนำหน้า"
MSM6060="ติดต่อผู้ดูแลระบบเครือข่ายเกี่ยวกับที่อยู่ IP และความยาวคำนำหน้า"
MSM6061="ข้อผิดพลาดการเปลี่ยนการตั้งค่าเครือข่าย"
MSM6062="การเปลี่ยนแปลงการตั้งค่าอาจล้มเหลวเนื่องจากหนึ่งในสาเหตุต่อไปนี้:\n  -ที่อยู่ IP ที่ป้อนไม่ถูกต้อง\n  -ที่อยู่ IP ซ้ำ"
MSM6063="สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6064="คลิก [เพิ่มเครื่องพิมพ์] และเพิ่มเครื่องพิมพ์โดยปฏิบัติตามคำแนะนำบนหน้าจอ\n\nหลังจากการเพิ่มเครื่องพิมพ์ ให้คลิก [ถัดไป]"
MSM6065="เพื่อใช้งานฟังก์ชันทั้งหมดของเครื่องพิมพ์นี้ คุณจะต้องติดตั้งไดรเวอร์ของ Canon\nคลิก [ถัดไป] และทำการตั้งค่าซ้ำ"
MSM6066="ตั้งค่าเป็นเครื่องพิมพ์เริ่มต้น"
MSM6067="เชื่อมต่อเครื่องพิมพ์และคอมพิวเตอร์โดยใช้สายเคเบิล USB\nตรวจสอบว่าเครื่องพิมพ์เปิดอยู่"
MSM6068="หากเชื่อมต่อสายเคเบิล USB กับเครื่องพิมพ์ ให้แยกออก"
MSM6069="ชื่อผลิตภัณฑ์"
MSM6071="เครือข่ายคอมพิวเตอร์ไม่พร้อมใช้งาน"
MSM6072="โปรดตรวจสอบว่าการเชื่อมต่อเครือข่ายของคอมพิวเตอร์เปิดใช้งานอยู่\nเพื่อเชื่อมต่อโดยใช้ Wi-Fi ตรวจสอบสถานะการเชื่อมต่อของเราเตอร์แบบไร้สาย"
MSM6073="การป้อนรหัสผ่านของผู้ดูแลระบบ"
MSM6074="กรุณาใส่รหัสผ่านของผู้ดูแลระบบสำหรับเครื่องพิมพ์ของคุณ"
MSM6075="รหัสผ่านของผู้ดูแลระบบ"
MSM6075_add1="รหัสผ่านของผู้ดูแลระบบ:"
MSM6076="รหัสผ่านไม่ถูกต้อง"
MSM6077="เปิดใช้งาน Wi-Fi บนคอมพิวเตอร์ของคุณ"
MSM6081="คุณสามารถพิมพ์จากสมาร์ทโฟนหรือแท็บเล็ต"
MSM6085="ข้อมูลเครือข่ายเกี่ยวกับเราเตอร์แบบไร้สาย"
MSM6087="รหัสผ่าน:"
MSM6088="แสดงรหัสผ่าน"
MSM6089="คลิก [ขั้นตอนการใช้] อ่านคู่มือออนไลน์ และตั้งค่าสมาร์ทโฟนหรือแท็บเล็ตของคุณ\nหากคุณไม่ได้ใช้สมาร์ทโฟนหรือแท็บเล็ต ให้คลิก [ถัดไป]"
MSM6091="คุณได้ดำเนินการเริ่มต้นเครื่องพิมพ์แล้วหรือยัง"
MSM6092="1. ตรวจสอบว่ามีหมึกอยู่ในตลับหมึก\n2. กดปุ่ม [หยุด (Stop)] ของเครื่องพิมพ์และค้างไว้ประมาณ 5 วินาที\nจากนั้น เครื่องพิมพ์จะเริ่มต้น กระบวนการนี้จะใช้เวลาประมาณ 6 นาที"
MSM6093="1. ตรวจสอบว่ามีหมึกอยู่ในตลับหมึก\n2. กดปุ่ม [ดำเนินการต่อ/ยกเลิก (RESUME/CANCEL)] ของเครื่องพิมพ์และค้างไว้ประมาณ 5 วินาที\nจากนั้น เครื่องพิมพ์จะเริ่มต้น กระบวนการนี้จะใช้เวลาประมาณ 6 นาที"
MSM6094="กำลังจัดเตรียมระบบหมึก"
MSM6095="ยังไม่ได้จัดเตรียมระบบหมึก เมื่อต้องการเริ่มต้นการจัดเตรียม ให้คลิก [ขั้นตอนการใช้] และดูขั้นตอนการจัดเตรียม หรือดูคู่มือ 'คำแนะนำเริ่มต้น (Getting Started)' ที่มาพร้อมกับเครื่องพิมพ์"
MSM6096="ตรวจเครื่องพิมพ์"
MSM6097="รหัสสนับสนุน: %s\n\nการจัดเตรียมเครื่องพิมพ์ไม่เสร็จสมบูรณ์ โปรดตรวจสอบเครื่องพิมพ์ของคุณ\nสำหรับรายละเอียด ให้คลิก [ขั้นตอนการใช้] และอ่านคู่มือออนไลน์\n\nจากนั้นคลิก [ถัดไป]"
MSM6098="ขั้นตอนการใช้"
MSM6099="ฉันจะตรวจสอบเครื่องพิมพ์ของฉันในภายหลัง"
MSM6120="เชื่อมต่อไร้สายแบบง่าย"
MSM6121="คลิก [ขั้นตอนการใช้] และเตรียมเครื่องพิมพ์สำหรับการเชื่อมต่อโดยปฏิบัติตามขั้นตอนที่แนะนำ เมื่อเครื่องพิมพ์พร้อมแล้ว จะมีการตรวจพบเครื่อง และคุณสามารถดำเนินการต่อไปยังขั้นตอนถัดไป การตรวจหาเครื่องพิมพ์อาจต้องใช้เวลาสักครู่"
MSM6123="วิธีการอื่น"
MSM6124="การตั้งค่า Wi-Fi"
MSM6125="กรุณาเลือกวิธีการเพื่อใช้ในการตั้งค่า Wi-Fi และคลิก [ถัดไป]"
MSM6126="เชื่อมต่อกับ Wi-Fi จากเครื่องพิมพ์"
MSM6127="ตั้งค่าการเชื่อมต่อ Wi-Fi โดยใช้สายเคเบิล USB"
MSM6128="หากไม่พบเครื่องพิมพ์ของคุณแม้หลังจากทำตามขั้นตอนในคำแนะนำ แสดงว่าอาจมีปัญหาเครือข่าย กรุณาคลิก [การแก้ไขปัญหา] และตรวจสอบการตั้งค่าเครือข่าย"
MSM6129="การแก้ไขปัญหา"
MSM6130="การเชื่อมต่อเครือข่ายของเครื่องพิมพ์"
MSM6131="เมื่อเครื่องพิมพ์พร้อมแล้ว ให้คลิก [ถัดไป] ในการเตรียมการเชื่อมต่อบนเครื่องพิมพ์ ให้คลิก [ขั้นตอนการใช้] และปฏิบัติตามคำแนะนำ"
MSM6133="ปิดโปรแกรมนี้และเปิดคู่มือออนไลน์\n\nโปรแกรมนี้จะปิดลงเพื่อไม่ให้ส่งผลกระทบต่อการตั้งค่าเครือข่าย หลังจากตรวจสอบการตั้งค่าเครือข่าย กรุณาเริ่มโปรแกรมใหม่"
MSM6134="หากคุณไม่สามารถดำเนินการต่อไปยังขั้นตอนถัดไปได้ แม้หลังจากที่เตรียมเครื่องพิมพ์สำหรับการเชื่อมต่อแล้ว ให้คลิก [วิธีการอื่น]"
MSM6135="ปิดโปรแกรมนี้และเปิดคู่มือออนไลน์"
MSM6136="โปรแกรมนี้จะปิดลงเพื่อไม่ให้ส่งผลกระทบต่อการตั้งค่าเครือข่าย หลังจากตรวจสอบการตั้งค่าเครือข่าย กรุณาเริ่มโปรแกรมใหม่"
MSM6150="เลือกอะแดปเตอร์เครือข่ายของคุณ"
MSM6151="พบอะแดปเตอร์เครือข่ายหลายตัว กรุณาเลือกอะแดปเตอร์เครือข่ายที่คุณต้องการใช้"
MSM6160="ทางลัดคู่มือออนไลน์"
MSM6161="คุณต้องการที่จะสร้างทางลัดบนเดสก์ท็อปไปยังคู่มือออนไลน์หรือไม่"
MSM6162="คู่มือออนไลน์สำหรับ Canon %s"
MSM6163="สร้างทางลัด"
MSM6164="ไม่สร้างทางลัด"
MSM6170="ไม่สามารถตรวจพบเครื่องพิมพ์\nคลิก [การแก้ไขปัญหา] และตรวจสอบขั้นตอนการแก้ไข"
MSM6171="ตรวจพบเครื่องพิมพ์ กรุณารอสักครู่จนกระทั่งการติดตั้งเสร็จสมบูรณ์\nการดำเนินการนี้อาจใช้เวลาสักพักหนึ่ง"
MSM6172="สายเคเบิล USB เชื่อมต่ออยู่กับเครื่องพิมพ์ กรุณาถอดสายออก"
MSM6173="การเชื่อมต่อเครื่องพิมพ์ไม่เสร็จสมบูรณ์ คุณต้องการกลับไปยังหน้าจอก่อนหน้าหรือไม่"
MSM6180="การเชื่อมต่อเครื่องพิมพ์กับเครือข่าย"
MSM6181="คลิก [ถัดไป] จากนั้นติดตั้งเครื่องพิมพ์ของคุณโดยปฏิบัติตามคำแนะนำที่แสดงขึ้น"
MSM6182="ไม่พบเครื่องพิมพ์ใดๆ\nคลิก [ถัดไป] จากนั้นติดตั้งเครื่องพิมพ์ของคุณโดยปฏิบัติตามคำแนะนำที่แสดงขึ้น"
MSM6183="ค้นหาที่อยู่ IP"
MSM6184="เลือกเครื่องพิมพ์ที่คุณต้องการติดตั้งจากรายชื่อ หากพบเครื่องพิมพ์ที่มีชื่อผลิตภัณฑ์เดียวกันหลายเครื่อง ให้ตรวจสอบเลขลำดับ"
MSM6185="กำลังตรวจสอบเลขลำดับ"
MSM6186="หากเครื่องพิมพ์ที่คุณกำลังค้นหาไม่อยู่ในรายการ ให้คลิก [หาเครื่องพิมพ์ไม่พบ]"
MSM6187="หาเครื่องพิมพ์ไม่พบ"
MSM6190="การจัดเตรียมเครื่องพิมพ์"
MSM6191="ให้กดปุ่มตามนี้บนเครื่องพิมพ์ของคุณค้างไว้ 3 วินาที จากนั้นคลิก [ถัดไป]"
MSM6192="หากคุณมีปัญหาในการเชื่อมต่อโดยใช้ปุ่มนี้ คลิก [ขั้นตอนการใช้]"
MSM6193="กำลังตรวจหาเครื่องพิมพ์ กรุณารอสักครู่ อาจจะใช้เวลาประมาณหนึ่งนาที"
MSM6200="กำลังตรวจสอบสถานะเครื่องสแกนเนอร์"
MSM6201="เชื่อมต่อเครื่องสแกนเนอร์และคอมพิวเตอร์โดยใช้สายเคเบิล USB\nเปิดเครื่องสแกนเนอร์ หากมีปุ่ม ON หรือปุ่มสวิตช์ POWER"
MSM6202="ไม่สามารถตรวจพบเครื่องสแกนเนอร์\nคลิก [การแก้ไขปัญหา] สำหรับการแก้ไขที่เป็นไปได้"
MSM6203="สายเคเบิล USB เชื่อมต่ออยู่กับเครื่องสแกนเนอร์ กรุณาถอดสายออก"
MSM6204="ตรวจพบเครื่องสแกนเนอร์ กรุณารอสักครู่จนกระทั่งการติดตั้งเสร็จสมบูรณ์\nการดำเนินการนี้อาจใช้เวลาสักพักหนึ่ง"
MSM6210="เรียนรู้เพิ่มเติมเกี่ยวกับ Canon %s ของคุณ"
MSM6211="แอพเพิ่มเติมสำหรับ %s"
MSM6212="คู่มือ Canon %s"
MSM6213="คู่มือออนไลน์"
MSM6220="การจัดเตรียมเครื่องพิมพ์อาจไม่เสร็จสมบูรณ์ โปรดอ่านคู่มือออนไลน์"
MSM6221="การจัดเตรียมเครื่องพิมพ์อาจไม่เสร็จสมบูรณ์"
MSM6222="โปรดอ่านคู่มือออนไลน์"
MSM6230="เชื่อมต่อทางเราเตอร์แบบไร้สาย"
MSM6233="การเชื่อมต่อโดยตรงกับเครื่องพิมพ์อาจตัดการเชื่อมต่อคอมพิวเตอร์ของคุณจากอินเทอร์เน็ต ทั้งนี้ขึ้นอยู่กับสภาพแวดล้อมเครือข่ายของคุณ\nคุณต้องการเลือกเครื่องพิมพ์ที่จะเชื่อมต่อหรือไม่\n\nการเชื่อมต่อปัจจุบัน: %s"
MSM6240="ไม่พบเครื่องพิมพ์ที่ระบุ ตรวจสอบที่อยู่ IP หรือชื่อ Bonjour แล้วลองอีกครั้ง สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
MSM6241="ที่อยู่ IP หรือชื่อ Bonjour ที่ระบุได้ถูกใช้โดยอุปกรณ์อื่นแล้ว ตรวจสอบที่อยู่ IP หรือชื่อ Bonjour แล้วลองอีกครั้ง สำหรับรายละเอียดเพิ่มเติม คลิกที่ [คู่มือออนไลน์]"
